import { SelectItem } from "primeng/api"

export const REGIONS: SelectItem[] = [
    {
        value: "2200000000000",
        label: "Алтайский край"
    },
    {
        value: "2800000000000",
        label: "Амурская обл."
    },
    {
        value: "2900000000000",
        label: "Архангельская обл."
    },
    {
        value: "3000000000000",
        label: "Астраханская обл."
    },
    {
        value: "3100000000000",
        label: "Белгородская обл."
    },
    {
        value: "3200000000000",
        label: "Брянская обл."
    },
    {
        value: "3300000000000",
        label: "Владимирская обл."
    },
    {
        value: "3400000000000",
        label: "Волгоградская обл."
    },
    {
        value: "3500000000000",
        label: "Вологодская обл."
    },
    {
        value: "3600000000000",
        label: "Воронежская обл."
    },
    {
        value: "9900000000000",
        label: "г. Байконур"
    },
    {
        value: "7700000000000",
        label: "г. Москва"
    },
    {
        value: "7800000000000",
        label: "г. Санкт-Петербург"
    },
    {
        value: "9200000000000",
        label: "г. Севастополь"
    },
    {
        value: "7900000000000",
        label: "Еврейская Аобл."
    },
    {
        value: "7500000000000",
        label: "Забайкальский край"
    },
    {
        value: "3700000000000",
        label: "Ивановская обл."
    },
    {
        value: "3800000000000",
        label: "Иркутская обл."
    },
    {
        value: "3900000000000",
        label: "Калининградская обл."
    },
    {
        value: "4000000000000",
        label: "Калужская обл."
    },
    {
        value: "4100000000000",
        label: "Камчатский край"
    },
    {
        value: "4200000000000",
        label: "Кемеровская обл."
    },
    {
        value: "4300000000000",
        label: "Кировская обл."
    },
    {
        value: "4400000000000",
        label: "Костромская обл."
    },
    {
        value: "2300000000000",
        label: "Краснодарский край"
    },
    {
        value: "2400000000000",
        label: "Красноярский край"
    },
    {
        value: "4500000000000",
        label: "Курганская обл."
    },
    {
        value: "4600000000000",
        label: "Курская обл."
    },
    {
        value: "4700000000000",
        label: "Ленинградская обл."
    },
    {
        value: "4800000000000",
        label: "Липецкая обл."
    },
    {
        value: "4900000000000",
        label: "Магаданская обл."
    },
    {
        value: "5000000000000",
        label: "Московская обл."
    },
    {
        value: "5100000000000",
        label: "Мурманская обл."
    },
    {
        value: "8300000000000",
        label: "Ненецкий АО"
    },
    {
        value: "5200000000000",
        label: "Нижегородская обл."
    },
    {
        value: "5300000000000",
        label: "Новгородская обл."
    },
    {
        value: "5400000000000",
        label: "Новосибирская обл."
    },
    {
        value: "5500000000000",
        label: "Омская обл."
    },
    {
        value: "5600000000000",
        label: "Оренбургская обл."
    },
    {
        value: "5700000000000",
        label: "Орловская обл."
    },
    {
        value: "5800000000000",
        label: "Пензенская обл."
    },
    {
        value: "5900000000000",
        label: "Пермский край"
    },
    {
        value: "2500000000000",
        label: "Приморский край"
    },
    {
        value: "6000000000000",
        label: "Псковская обл."
    },
    {
        value: "0100000000000",
        label: "Респ. Адыгея"
    },
    {
        value: "0400000000000",
        label: "Респ. Алтай"
    },
    {
        value: "0200000000000",
        label: "Респ. Башкортостан"
    },
    {
        value: "0300000000000",
        label: "Респ. Бурятия"
    },
    {
        value: "0500000000000",
        label: "Респ. Дагестан"
    },
    {
        value: "0600000000000",
        label: "Респ. Ингушетия"
    },
    {
        value: "0700000000000",
        label: "Респ. Кабардино-Балкарская"
    },
    {
        value: "0800000000000",
        label: "Респ. Калмыкия"
    },
    {
        value: "0900000000000",
        label: "Респ. Карачаево-Черкесская"
    },
    {
        value: "1000000000000",
        label: "Респ. Карелия"
    },
    {
        value: "1100000000000",
        label: "Респ. Коми"
    },
    {
        value: "9100000000000",
        label: "Респ. Крым"
    },
    {
        value: "1200000000000",
        label: "Респ. Марий Эл"
    },
    {
        value: "1300000000000",
        label: "Респ. Мордовия"
    },
    {
        value: "1400000000000",
        label: "Респ. Саха /Якутия/"
    },
    {
        value: "1500000000000",
        label: "Респ. Северная Осетия - Алания"
    },
    {
        value: "1600000000000",
        label: "Респ. Татарстан"
    },
    {
        value: "1700000000000",
        label: "Респ. Тыва"
    },
    {
        value: "1800000000000",
        label: "Респ. Удмуртская"
    },
    {
        value: "1900000000000",
        label: "Респ. Хакасия"
    },
    {
        value: "2000000000000",
        label: "Респ. Чеченская"
    },
    {
        value: "6100000000000",
        label: "Ростовская обл."
    },
    {
        value: "6200000000000",
        label: "Рязанская обл."
    },
    {
        value: "6300000000000",
        label: "Самарская обл."
    },
    {
        value: "6400000000000",
        label: "Саратовская обл."
    },
    {
        value: "6500000000000",
        label: "Сахалинская обл."
    },
    {
        value: "6600000000000",
        label: "Свердловская обл."
    },
    {
        value: "6700000000000",
        label: "Смоленская обл."
    },
    {
        value: "2600000000000",
        label: "Ставропольский край"
    },
    {
        value: "6800000000000",
        label: "Тамбовская обл."
    },
    {
        value: "6900000000000",
        label: "Тверская обл."
    },
    {
        value: "7000000000000",
        label: "Томская обл."
    },
    {
        value: "7100000000000",
        label: "Тульская обл."
    },
    {
        value: "7200000000000",
        label: "Тюменская обл."
    },
    {
        value: "7300000000000",
        label: "Ульяновская обл."
    },
    {
        value: "2700000000000",
        label: "Хабаровский край"
    },
    {
        value: "8600000000000",
        label: "Ханты-Мансийский Автономный округ - Югра АО"
    },
    {
        value: "7400000000000",
        label: "Челябинская обл."
    },
    {
        value: "2100000000000",
        label: "Чувашия. Чувашская Республика -"
    },
    {
        value: "8700000000000",
        label: "Чукотский АО"
    },
    {
        value: "8900000000000",
        label: "Ямало-Ненецкий АО"
    },
    {
        value: "7600000000000",
        label: "Ярославская обл."
    }
]